[
  {
    "Performance": "Many songs are often made for a particular occasion. The performences usually happen at univited events. When remarkable occasions of an importance for halfasian is on horizen, idea drops organically and a song will be written afew days beforehand and performed at random point. Due to the nature of occasional based song, songs are personal but forgotten quickly, so halfasian lacks in collection of songs we can play and even if we have songs we have to go back to learn it again every time. The set up Halfasin is minimal, one guitar,either accoustics/electric, and a small Yamaha keybord, which was a prize for coming the second last in a golf one of the parents competed in the late 90s. Sometimes an amp if electric guitar is used and usb speaker for keyboard if it is convenient. Never used a microphone except for one occasion. No silence is required for us to play but no one When we experience something we want to talk to the other half of Halfasin, we use phone to message each other and laugh over the story and often take some of the conversation into our songs. Some other times we meet and start talking about people we know or don't know and ended singing a song about the people. Sometimes we make songs for Youtube episodes for DC StylefylezSometimes these songs become part of Halfasin repertory.",
    "images": [
      {
        "src": "../images/hatestin2.jpg",
        "alt": "Halfasian playing for the first time at testing ground",
        "text": "Halfasian playing for the first time after writing 6 songs and loosely practiced."
      },
      {
        "src": "../images/hawithyoki.jpg",
        "alt": "Making an invited surprise appearance at Schuleanfang party for a fan",
        "text": "Making an invited surprise appearance at Schuleanfang party for a fan."
      },
      {
        "src": "../images/party.jpg",
        "alt": "The first time, possibly last time, Halfasian played at a private party ivited",
        "text": "Halfasian playing at a timewarp party."
      }
    ]
  }
]
