[
  {
    "Performance": "Many songs by Halfasian are often made for particular occasions. The performences usually happen at univited events. When remarkable occasions for halfasian is on horizen, idea drops organically and a song will be written a few days beforehand and performed at random point. Due to the nature of occasional based song, songs are personal but forgotten quickly, so we lack in collection of songs we can play and even if we have songs we have to go back to learn it again every time. The set up Halfasin is minimal, one guitar,either accoustics/electric, and a small Yamaha keybord, which was a prize for one of their parent coming to the second last in a golf in the late 90s. Sometimes an amp if electric guitar is used and usb speaker for keyboard is used if it is convenient. No silence is required for our performance. We are neighbours but as the life goes on we have no time to see each other so phone messages each other becomes our medium and we laugh over a story and often take some of the conversation into our songs. Some other times we meet and start talking about people we know or don't know and start singing a song about the people. Halfasian is not a musician, we like the idea of forming a band but our interests lay in visual arts and stories.",
    "images": [
      {
        "src": "../images/hatestin2.jpg",
        "alt": "Halfasian playing for the first time at testing ground",
        "text": "Halfasian playing for the first time after writing 6 songs and loosely practiced."
      },
      {
        "src": "../images/hawithyoki.jpg",
        "alt": "Making an invited surprise appearance at Schuleanfang party for a fan",
        "text": "Making an invited surprise appearance at Schuleanfang party for a fan."
      },
      {
        "src": "../images/party.jpg",
        "alt": "The first time, possibly last time, Halfasian played at a private party ivited",
        "text": "Halfasian loves to party and crash the party to play a one off song for a particular occasion. playing at a timewarp party."
      }
    ]
  }
]
