[{
    "About": "Halfasian is half 8york and half DC.The first meeting was by chance at a traffic lights sometime in the 2000s with different impressions on each other. Soon turned out an array of mutual friends and acquaintances and houses around the corner from each other. Keeping the polite distances from each other, frequently at the same social events but never mumbles more than greetings and small talk maybe of mutual acquaintances with each other. Never crossed the threshold of somone I knonw and hang out with to someone I really know. Distanced from each other geographically for a few years since 2011 rarely hear about each other from mutual friends till one day again living around the corner from each other away from the traffic lights of our first meeting. Talked about in 2017 an idea of a band by form but absolutely not musical and always talking about writing a song about oyesters turned into something in 2018 but nothing about oyesters, instead many songs about randome people or stories have been written. By nature Halfasian is curious about things and people and the curiousity sometimes lead to healthy addiction, which feeds into a new idea for anotehr song.",
    "Performance": "Many songs are often made for a particular occasion. The performences usually happen at univited events. When remarkable occasions of an importance for halfasian is on horizen, idea drops organically and a song will be written afew days beforehand and performed at random point. Due to the nature of occasional based song, songs are personal but forgotten quickly, so halfasian lacks in collection of songs we can play and even if we have songs we have to go back to learn it again every time. The set up Halfasin is minimal, one guitar,either accoustics/electric, and a small Yamaha keybord, which was a prize for coming the second last in a golf one of the parents competed in the late 90s. Sometimes an amp if electric guitar is used and usb speaker for keyboard if it is convenient. Never used a microphone except for one occasion. No silence is required for us to play but no one When we experience something we want to talk to the other half of Halfasin, we use phone to message each other and laugh over the story and often take some of the conversation into our songs. Some other times we meet and start talking about people we know or don't know and ended singing a song about the people. Sometimes we make songs for Youtube episodes for DC StylefylezSometimes these songs become part of Halfasin repertory."
}]